Repository: BingoWon/orchardgrid-app
Catalog: orchardgrid-app/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %lld-%lld of %lld
source: %1$lld-%2$lld of %3$lld
zh_hans: %1$lld-%2$lld / %3$lld

source: After enabling, restart this app.
zh_hans: 开启后，请重启 App。

source: All Devices
zh_hans: 所有设备

source: API Key Created
zh_hans: API 密钥已创建

source: API Keys
zh_hans: API 密钥

source: API Reference
zh_hans: API 参考

source: Appearance
zh_hans: 外观

source: Apple Intelligence is not available.
zh_hans: Apple Intelligence 不可用。

source: Apple Intelligence Not Enabled
zh_hans: Apple Intelligence 未开启

source: Apple Intelligence Ready
zh_hans: Apple Intelligence 就绪

source: Apple Intelligence Unavailable
zh_hans: Apple Intelligence 不可用

source: Apply
zh_hans: 应用

source: Are you absolutely sure?
zh_hans: 你确定要删除吗？

source: Are you sure you want to delete "%@"?
zh_hans: 确定要删除"%@"吗？

# Attempt %lld, next retry in %llds
source: Attempt %1$lld, next retry in %2$llds
zh_hans: 第 %1$lld 次尝试，%2$lld 秒后重试

source: Both sharing modes require Apple Intelligence to function.
zh_hans: 两种共享模式都需要 Apple Intelligence 才能运作。

source: Cancel
zh_hans: 取消

source: Chat
zh_hans: 对话

source: Chat, create images, and more — entirely on-device.
zh_hans: 对话、生成图片等——完全在设备上运行。

source: Chats
zh_hans: 对话

source: Chip
zh_hans: 芯片

source: Choose which AI features this device shares
zh_hans: 选择此设备共享哪些 AI 功能

source: Cloud
zh_hans: 云端

source: Connect a device to get started
zh_hans: 连接设备以开始使用

source: Connected
zh_hans: 已连接

source: Connecting...
zh_hans: 连接中…

source: Connection Failed
zh_hans: 连接失败

source: Consuming
zh_hans: 调用

source: Continue
zh_hans: 继续

source: Contribute computing power to OrchardGrid
zh_hans: 向 OrchardGrid 贡献算力

source: Copied
zh_hans: 已复制

source: Copy Key
zh_hans: 复制密钥

source: Copy URL
zh_hans: 复制链接

source: Create
zh_hans: 创建

source: Create an API key to get started
zh_hans: 创建 API 密钥以开始使用

source: Create API Key
zh_hans: 创建 API 密钥

source: Created: %@
zh_hans: 创建于：%@

source: Dark
zh_hans: 深色

source: Delete
zh_hans: 删除

source: Delete Account
zh_hans: 删除账户

source: Delete Account?
zh_hans: 删除账户？

source: Delete All
zh_hans: 全部删除

source: Delete All Conversations?
zh_hans: 删除所有对话？

source: Delete API Key?
zh_hans: 删除 API 密钥？

source: Details
zh_hans: 详情

source: Device
zh_hans: 设备

source: Device Not Supported
zh_hans: 设备不受支持

source: Devices
zh_hans: 设备

source: Disconnected
zh_hans: 已断开

source: Done
zh_hans: 完成

source: Downloading Model...
zh_hans: 正在下载模型…

source: Enable Apple Intelligence in Settings to use this app.
zh_hans: 请在设置中开启 Apple Intelligence 以使用此 App。

source: Enter code
zh_hans: 输入验证码

source: Enter your email address
zh_hans: 输入邮箱地址

source: Enter your password
zh_hans: 输入密码

source: Establishing connection
zh_hans: 正在建立连接

source: Failed to Start
zh_hans: 启动失败

source: Filter by status
zh_hans: 按状态筛选

source: First name
zh_hans: 名

source: Get Your API Keys
zh_hans: 获取 API 密钥

source: Hardware ID
zh_hans: 硬件 ID

source: Image Generation
zh_hans: 图片生成

source: Image Preview
zh_hans: 图片预览

source: iPad with M1 chip or later
zh_hans: 配备 M1 芯片及更新的 iPad

source: iPhone 15 Pro or later
zh_hans: iPhone 15 Pro 及更新机型

source: Language
zh_hans: 语言

source: Language Changed
zh_hans: 语言已更改

source: Last name
zh_hans: 姓

source: Last used: %@
zh_hans: 最后使用：%@

source: Later
zh_hans: 稍后

source: Learn More
zh_hans: 了解更多

source: Light
zh_hans: 浅色

source: Live
zh_hans: 实时

source: Loading...
zh_hans: 加载中…

source: Loading…
zh_hans: 加载中…

source: Local
zh_hans: 本地

source: Logs
zh_hans: 日志

source: Mac with Apple Silicon
zh_hans: 配备 Apple 芯片的 Mac

source: Manage multiple API keys
zh_hans: 管理多个 API 密钥

source: Manage your profile, devices, and API keys
zh_hans: 管理你的个人资料、设备和 API 密钥

source: Memory
zh_hans: 内存

source: Message
zh_hans: 消息

source: Model
zh_hans: 模型

source: Name
zh_hans: 名称

source: Network
zh_hans: 网络

source: Never
zh_hans: 从未

source: Never used
zh_hans: 从未使用

source: New Chat
zh_hans: 新对话

source: No API Keys
zh_hans: 暂无 API 密钥

source: No Conversations
zh_hans: 暂无对话

source: No Devices
zh_hans: 暂无设备

source: No Tasks Found
zh_hans: 暂无任务

source: Offline
zh_hans: 离线

source: OK
zh_hans: 好的

source: Online
zh_hans: 在线

source: Open Settings
zh_hans: 打开设置

source: Optional
zh_hans: 可选

source: or
zh_hans: 或

source: Permanently removes your account, devices, API keys, and all tasks.
zh_hans: 将永久删除你的账户、设备、API 密钥和所有任务记录。

source: Permission denied. Enable in Settings → Privacy & Security → Speech Recognition.
zh_hans: 权限被拒绝。请在设置 → 隐私与安全 → 语音识别中开启。

source: Please try again later or contact support if the issue persists.
zh_hans: 请稍后再试，如果问题持续存在，请联系支持。

source: Port
zh_hans: 端口

source: Port %u
zh_hans: 端口 %u

source: Port %u is already in use
zh_hans: 端口 %u 已被占用

source: Port Conflict
zh_hans: 端口冲突

source: Providing
zh_hans: 共享

source: Ready to process tasks
zh_hans: 准备处理任务

source: Real-time status updates
zh_hans: 实时状态更新

source: Reconnecting...
zh_hans: 正在重连…

source: Reference photo
zh_hans: 参考图片

source: Requests Served
zh_hans: 已处理请求

source: Requires iPhone 15 Pro or later, iPad with M1+, or Mac with Apple Silicon.
zh_hans: 需要 iPhone 15 Pro 及更新机型、配备 M1 芯片及更新的 iPad 或配备 Apple 芯片的 Mac。

source: Restart Now
zh_hans: 立即重启

source: Retry
zh_hans: 重试

source: Retry Now
zh_hans: 立即重试

source: Running
zh_hans: 运行中

source: Save
zh_hans: 保存

source: Save this key now — it won't be shown again: %@
zh_hans: 请立即保存此密钥——之后将无法再次查看： %@

source: See All Your Devices
zh_hans: 查看你的所有设备

source: Settings
zh_hans: 设置

source: Share Locally
zh_hans: 本地共享

source: Share to Cloud
zh_hans: 共享到云端

source: Shared Capabilities
zh_hans: 共享功能

source: Sign In
zh_hans: 登录

source: Sign In to Create API Key
zh_hans: 登录以创建 API 密钥

source: Sign in to create API keys and access OrchardGrid from your applications.
zh_hans: 登录以创建 API 密钥，通过你的应用访问 OrchardGrid。

source: Sign in to see your complete task history with detailed logs.
zh_hans: 登录以查看完整的任务记录和详细日志。

source: Sign in to view and manage devices across all your Apple devices.
zh_hans: 登录以查看和管理你所有 Apple 设备。

source: Sign In to View Devices
zh_hans: 登录以查看设备

source: Sign In to View Logs
zh_hans: 登录以查看日志

source: Sign Out
zh_hans: 退出登录

source: Sound analysis is not available on this device.
zh_hans: 此设备不支持声音分析。

source: Sound Classification
zh_hans: 声音识别

source: Source Code
zh_hans: 查看源码

source: Speech Recognition
zh_hans: 语音识别

source: Speech recognition is not available on this device.
zh_hans: 此设备不支持语音识别。

source: Speech recognition is restricted on this device.
zh_hans: 此设备的语音识别功能受限。

source: Standard Chat Completion API for local apps
zh_hans: 用于本地应用的标准对话补全 API

source: Standard Chat Completion API format
zh_hans: 标准对话补全 API 格式

source: Start a new chat with Apple Intelligence
zh_hans: 开始一段新的 Apple Intelligence 对话

source: Starting...
zh_hans: 启动中…

source: Status
zh_hans: 状态

source: Summary
zh_hans: 摘要

source: System
zh_hans: 跟随系统

source: Tap Details for more information
zh_hans: 点击"详情"了解更多

source: tasks
zh_hans: 任务

source: Tasks
zh_hans: 任务

source: Tasks Processed
zh_hans: 已处理任务

source: Tasks will appear here once processed
zh_hans: 任务处理后将显示在此

source: Text Analysis
zh_hans: 文本分析

source: Text analysis is not available on this device.
zh_hans: 此设备不支持文本分析。

source: The app needs to restart to apply the new language.
zh_hans: 需要重启 App 以应用新的语言设置。

source: The on-device model is being downloaded.
zh_hans: 正在下载设备端模型。

source: The on-device model is currently unavailable.
zh_hans: 设备端模型暂时不可用。

source: This action cannot be undone. All your devices, API keys, and tasks will be deleted.
zh_hans: 此操作不可撤销。你的所有设备、API 密钥和任务记录都将被删除。

source: This device doesn't support Apple Intelligence. Compatible devices include:
zh_hans: 此设备不支持 Apple Intelligence。兼容的设备包括：

source: This iPad
zh_hans: 此 iPad

source: This iPhone
zh_hans: 此 iPhone

source: This may take a while. Sharing modes will be available once the download completes.
zh_hans: 这可能需要一些时间。下载完成后即可使用共享模式。

source: This will permanently delete all conversations. This action cannot be undone.
zh_hans: 将永久删除所有对话，此操作不可撤销。

source: This will permanently delete your account and all associated data.
zh_hans: 将永久删除你的账户和所有关联数据。

source: Total
zh_hans: 总计

source: Track contributions from each device
zh_hans: 追踪每台设备的贡献

source: Track task duration and performance
zh_hans: 追踪任务时长和性能

source: Unavailable
zh_hans: 不可用

source: Updated %@
zh_hans: 更新于 %@

source: View consuming and providing tasks
zh_hans: 查看调用和共享任务

source: View processing statistics
zh_hans: 查看处理统计

source: View Task History
zh_hans: 查看任务记录

source: Vision
zh_hans: 视觉

source: Vision is not available on this device.
zh_hans: 此设备不支持视觉功能。

source: Waiting for network...
zh_hans: 等待网络…

source: Will be used for image generation
zh_hans: 将用于图片生成

source: Works with popular AI tools
zh_hans: 兼容主流 AI 工具

source: Your API Keys
zh_hans: 你的 API 密钥
